Repository: UdonCodes/uneebee
Catalog: priv/gettext/*/LC_MESSAGES/gamification.po
Languages: de

source: Learning days
de: Lerntage

source: Lesson completed
de: Lektion abgeschlossen

source: Medals
de: Medaillen

source: Perfect lesson
de: Perfekte Lektion

source: You completed a lesson with some errors on your first try.
de: Sie haben beim ersten Versuch eine Lektion mit einigen Fehlern abgeschlossen.

source: You completed a lesson without any errors after practicing it.
de: Sie haben eine Lektion nach dem Üben fehlerfrei abgeschlossen.

source: You completed a lesson without any errors on your first try.
de: Sie haben eine Lektion beim ersten Versuch fehlerfrei abgeschlossen.

source: Trophies
de: Trophäen

source: You completed a course.
de: Sie haben einen Kurs abgeschlossen.

source: Add your name to your profile.
de: Fügen Sie Ihren Namen zu Ihrem Profil hinzu.

source: Complete a lesson without errors.
de: Beenden Sie eine Lektion ohne Fehler.

source: Complete your first lesson.
de: Schließe deine erste Lektion ab.

source: First lesson
de: Erste Stunde

source: Profile name
de: Profilname

source: You added your name to your profile.
de: Sie haben Ihren Namen zu Ihrem Profil hinzugefügt.

source: %{count} lessons
de: %{count} Lektionen

source: Missions
de: Missionen

source: Congrats! You completed all missions.
de: Glückwunsch! Du hast alle Missionen abgeschlossen.

source: You didn't complete any missions yet.
de: Du hast noch keine Missionen abgeschlossen.

source: %{count} bronze medal
de: %{count} Bronzemedaille

source: %{count} gold medal
de: %{count} Goldmedaille

source: %{count} silver medal
de: %{count} Silbermedaille
